package com.bantu.ssm.util;

public class CompanyFieldUtil {
	public  final static String[] CompanyName = { "有眼公司", "有限", "事务所", "期货", "资本",
			"证券", "中心", " 无限", "集团", "合作", "会社", "合伙", "企业", "公司", "网吧", "委员会",
			"合作", " 库", "局", "村", "工作室", "研究中心", "办公室", "银行", "广告", "商场", "大学",
			"Co.", "Limited", "LIMITED", "LTD.", "INC.", "LLC.", " 委派代表",
			"财政部", "国务院", "国资委", "国家股", "人股", "流通股", "公众股", "工股", "股东", "A股",
			"H股", "B股", "上市股", "基本社员 ", "集体股", "合作股", "募集股", "厂", "院", "部",
			"处", "股", "队", "行", "社", "中心", "团", "站", "店", "所", "段", "厅", "组", };
}
